{
  "books": [
    {
      "title": "Dream hunters",
      "cover": "images/dreamhunters.webp",
      "genre": "Fantasy",
      "synopsis": "In a world where the greatest challenge lies within your dreams, the hardest and most rewarding job of all is out of reach for almost the entire population. The Dream Hunters are the beings born with the ability to invade dreams and change everything they want, at least as long as the bogeyman is not within their reach.",
      "width": 300,
      "height": 450
    },
    {
      "title": "Everything Per Kilo: A Story Of Weight",
      "cover": "images/everything_per_kilo-a_story_of_weight.webp",
      "genre": "Fantasy",
      "synopsis": "What would you do if you were the End Times incarnate? Follow the journey of Thurk Ragnarok in the Nordic era, a man destined to destroy the gods and all nine kingdoms!"                    ,
      "width": 300,
      "height": 450
    },
    {
      "title": "Echoes of the Past",
      "cover": "images/ecosdopassado.webp",
      "genre": "Thriller",
      "synopsis": "When a private detective receives a missing persons case, he discovers that the victim was linked to a series of unresolved events from the past. Each clue leads him to a confrontation with his own demons, revealing truths he never imagined.",
      "width": 300,
      "height": 450
    },
    {
      "title": "Hearts on the Run",
      "cover": "images/coraçõesemfuga.webp",
      "genre": "Romance",
      "synopsis": "During a train journey, two strangers, Júlia and Lucas, meet and share their fears and dreams. However, their lives are complicated by past relationships. They will need to decide if they are willing to risk everything for a love that could change their lives forever.",
      "width": 300,
      "height": 450
    },
    {
      "title": "In the Arms of Spring",
      "cover": "images/nosbraçosdaprimavera.webp",
      "genre": "Romance",
      "synopsis": "In a small town, Clara, a dreamy florist, finds an old diary that once belonged to a mysterious traveler. Each page reveals secrets about love and life. When the traveler returns, they find themselves caught up in a story that defies time and separates them.",
      "width": 300,
      "height": 450
    },
    {
      "title": "Night Without End",
      "cover": "images/noitesemfim.webp",
      "genre": "Thriller",
      "synopsis": "During a storm, a group of strangers take refuge in an isolated mansion. When one of them is found dead, paranoia sets in. As secrets are revealed, everyone becomes a suspect, and the truth may be deadlier than they imagined.",
      "width": 300,
      "height": 450
    },
    {
      "title": "The Dance of the Stars",
      "cover": "images/adançadasestrelas.webp",
      "genre": "Romance",
      "synopsis": "In a dance competition, Sofia and Rafael become partners. What begins as a simple partnership turns into a burning passion. However, secrets from the past threaten to tear them apart. Can they find their way back to each other before it's too late?",
      "width": 300,
      "height": 450
    },
    {
      "title": "The Guardians of Time",
      "cover": "images/osguardiõesdotempo.webp",
      "genre": "Fantasy",
      "synopsis": "When a group of friends discover an ancient clock that controls time, they are pulled into adventures in different eras. However, by altering historical events, they must face the consequences of their actions and restore the balance of time.",
      "width": 300,
      "height": 450
    },
    {
      "title": "The Hidden Truth",
      "cover": "images/averdadeoculta.webp",
      "genre": "Thriller",
      "synopsis": "An investigative reporter, Lara, encounters an unsolved case that leads her into a web of lies and secrets. As she digs deeper, she realizes that she is being watched by someone who will do anything to keep the truth hidden.",
      "width": 300,
      "height": 450
    },
    {
      "title": "The Last Phone Call",
      "cover": "images/oultimotelefonema.webp",
      "genre": "Thriller",
      "synopsis": "After receiving a cryptic phone call, psychologist Ana finds herself involved in a psychological game with a serial killer. As the details of the case unfold, she realizes that her own life and that of her patients are at stake.",
      "width": 300,
      "height": 450
    },
    {
      "title": "The Last Sunset",
      "cover": "images/oultimopordosol.webp",
      "genre": "Romance",
      "synopsis": "After the death of her grandfather, Ana discovers love letters that reveal a forbidden romance. Following the clues left behind, she meets Miguel, a lonely artist who bears his own scars. Together, they search for the truth that will unite them in unexpected ways.",
      "width": 300,
      "height": 450
    },
    {
      "title": "The Prophecy of the Elements",
      "cover": "images/aprofeciadoselementos.webp",
      "genre": "Fantasy",
      "synopsis": "In a world where the elements are controlled by mystical beings, four young people discover that they are the last descendants of an ancient lineage. Together, they must face a powerful enemy who wishes to dominate the elements and bring chaos to the world.",
      "width": 300,
      "height": 450
    },
    {
      "title": "The Shadow Realm",
      "cover": "images/oreinodassombras.webp",
      "genre": "Fantasy",
      "synopsis": "When an ancient artifact is activated, a young girl named Elara is transported to a magical realm at war. With the help of a fearless warrior, she must discover her hidden powers and unite the kingdoms before darkness consumes all.",
      "width": 300,
      "height": 450
    },
    {
      "title": "The Sword of Destiny",
      "cover": "images/aespadadodestino.webp",
      "genre": "Fantasy",
      "synopsis": "After finding a magical sword, young Alex is chosen to become the savior of his world. Together with a fearless princess and a wise mentor, he embarks on an epic journey full of challenges, betrayals and discoveries about his true identity.",
      "width": 300,
      "height": 450
    },
    {
      "title": "Thurk Ragnarok: Fate Of The Gods",
      "cover": "images/thurk_ragnarok-fate_of_the_gods.webp",
      "genre": "Fantasy",
      "synopsis": "What would you do if you were the End Times incarnate? Follow the journey of Thurk Ragnarok in the Nordic era, a man destined to destroy the gods and all nine kingdoms!",
      "width": 300,
      "height": 450
    }
  ]
}
